Repository: fossabot/petycja-norweskie
Catalog: petycja_norweskie/petitions/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Publication
pl: Publikacja

source: Form
pl: Formularz

source: Configuration on signature submit form
pl: Konfiguracja formularza zgłaszania podpisu

source: Completion of the petition
pl: Zakończenie petycji

source: Advanced
pl: Zaawansowane

source: Signature count
pl: Liczba podpisów

source: Permission definition count
pl: Liczba definicji zgód

source: Petition
pl: Petycja

source: Campaign
pl: Kampania

source: Name
pl: Nazwa

source: Slug
pl: Identyfikator redakcyjny

source: Modify to update address of petition
pl: Zmodyfikuj, aby zmienić adres petycji

source: Title
pl: Tytuł

source: Text
pl: Treść

source: Overview
pl: Omówienie

source: A brief overview of petition subject encouraging the signing of the petition.
pl: Zwarte omówienie przedmiotu petycji zachęcające do podpisania petycji.

source: Finish message
pl: Wiadomość końcowa

source: Messages shows after signatures
pl: Wiadomość pokazywana po podpisach

source: Ask first name
pl: Zapytaj o imię

source: Ask second name
pl: Zapytaj o nazwisko

source: Ask organization
pl: Zapytaj o organizacje

source: Ask about city
pl: Zapytaj o miasto

source: Ask about e-mail
pl: Zapytaj o e-mail

source: Label for first name field
pl: Etykieta pola imienia

source: First name
pl: Imię

source: Label for second name field
pl: Etykieta pola nazwiska

source: Second name
pl: Nazwisko

source: Label for organization field
pl: Etykieta pola nazwy organizacji

source: Organization
pl: Organizacja

source: Label for city field
pl: Etykieta pola miejscowości

source: City
pl: Miejscowość

source: Label for email field
pl: Etykieta pola adresu e-mail

source: E-mail
pl: Adres e-mail

source: Sign
pl: Podpisz

source: Sign button text
pl: Etykieta przycisku zgłoszeniowego

source: Paginate signatures by
pl: Paginuj podpisy przez

source: Specifies the number of signatures per signatures page
pl: Określa liczbę podpisów na jednej podstronie z listą podpisów

source: Is published on site?
pl: Opublikowane na stronie?

source: Is open to new signatures?
pl: Otwarte na nowe podpisy?

source: Is available on front-view?
pl: Dostępne na stronie głównej

source: There should be only one available sites
pl: Tutaj powinna być jedna dostępna strona

source: Message of disabled signature warning
pl: Wiadomość ostrzeżenia przy próbie podpisu zakończonej petycji.

source: The ability to sign under this petition has been disabled.
pl: Możliwość podpisu pod tą petycją została wyłączona.

source: A message when someone is trying to inject a signature, despite turning off the form.
pl: Wiadomość, gdy ktoś próbuje wprowadzić podpis, pomimo wyłączenia formularza.

source: Text of disabled signature message
pl: Tekst wiadomości podpisu pod wyłączoną petycją

source: A message posted on the page if the signature is disabled.
pl: Wiadomość zamieszczona na stronie, jeśli możliwość składania podpisów została wyłączona.

source: Petitions
pl: Petycje

source: Define default check on permission field
pl: Czy domyślnie zaznaczone?

source: Define the field is required or not
pl: Czy wymagane?

source: Define orders of the permissions in form
pl: Określ kolejność

source: Definition
pl: Definicja zgody

source: Definitions
pl: Definicje zgód

source: Signature
pl: Podpis

source: Signatures
pl: Podpisy

source: Value
pl: Wartość

source: Permission
pl: Zezwolenie

source: Permissions
pl: Zezwolenia

source: They signed
pl: Podpisali

source: previous
pl: poprzednie

source: next
pl: następne

source: ^(?P<slug>[\w-]+)/create$
pl: ^(?P<slug>[\w-]+)/stworz$

source: ^(?P<slug>[\w-]+)/thank$
pl: ^(?P<slug>[\w-]+)/podziekowanie$

source: ^(?P<slug>[\w-]+)/signature$
pl: ^(?P<slug>[\w-]+)/podpisy$

source: ^(?P<slug>[\w-]+)/signature-(?P<page>\d+)$
pl: ^(?P<slug>[\w-]+)/podpisy-(?P<page>\d+)$
